[
  {
    "word": "abjure",
    "meaning": "formally reject or give up (as a belief)",
    "pos": "verb",
    "example": "While the church believed that Galileo abjured the heliocentric theory under threat of torture, he later\n wrote a book clearly supporting the theory."
  }
,{
  "word": "abrogate",
  "meaning": "revoke formally",
  "pos": "verb",
  "example": "As part of the agreement between the labor union and the company, the workers abrogated their right\n to strike for four years in exchange for better health insurance."
}
,{
  "word": "adjudicate",
  "meaning": "to serve as a judge in a competition; to arrive at a judgment or conclusion",
  "pos": "verb",
  "example": "Only those with the most refined palates were able to adjudicate during the barbeque competition."
}
,{
  "word": "afford",
  "meaning": "provide with an opportunity",
  "pos": "verb",
  "example": "The summit of Mt. Kilimanjaro affords a panoramic view that encompasses both Tanzania and Kenya."
}
,{
  "word": "alacrity",
  "meaning": "an eager willingness to do something",
  "pos": "noun",
  "example": "The first three weeks at his new job, Mark worked with such alacrity that upper management knew it\n would be giving him a promotion."
}
,{
  "word": "anachronism",
  "meaning": "something that is inappropriate for the given time period (usually something old).",
  "pos": "noun",
  "example": "Dressed in 15th century clothing each day, Edward was a walking anachronism."
}
,{
  "word": "anathema",
  "meaning": "a detested person; the source of somebody's hate",
  "pos": "noun",
  "example": "Hundreds of years ago, Galileo was anathema to the church; today the church is anathema to some on\n the left side of the political spectrum."
}
,{
  "word": "anemic",
  "meaning": "lacking energy and vigor",
  "pos": "adjective",
  "example": "After three straight shows, the lead actress gave an anemic performance the fourth night, barely\n speaking loudly enough for those in the back rows to hear."
}
,{
  "word": "anodyne",
  "meaning": "something that soothes or relieves pain",
  "pos": "noun",
  "example": "Muzak, which is played in department stores, is intended to be an anodyne, but is often so cheesy and\n over-the-top that customers become irritated."
}
,{
  "word": "anodyne",
  "meaning": "inoffensive",
  "pos": "adjective",
  "example": "Wilbur enjoyed a spicy Mexican breakfast, but Jill prefered a far more anodyne meal in the mornings."
}
,{
  "word": "antic",
  "meaning": "ludicrously odd",
  "pos": "adjective",
  "example": "The clowns antic act was too extreme for the youngest children, who left the room in tears."
}
,{
  "word": "aplomb",
  "meaning": "great coolness and composure under strain",
  "pos": "noun",
  "example": "Nancy acted with aplomb during dangerous situations--she once calmly climbed up an oak tree to save a\f\n cat."
}
,{
  "word": "apogee",
  "meaning": "the highest point",
  "pos": "noun",
  "example": "The apogee of the Viennese style of music, Mozarts music continues to mesmerize audiences well into\n the 21st century."
}
,{
  "word": "apostate",
  "meaning": "a person who has abandoned a religious faith or cause",
  "pos": "noun",
  "example": "An apostate of the Republican Party, Sheldon has yet to become affiliated with any party and dubs\n himself an independent."
}
,{
  "word": "apothegm",
  "meaning": "a short, pithy instructive saying",
  "pos": "noun",
  "example": "Winston Churchill is famous for many apothegms, but this might be his most famous: \"It has been said\n that democracy is the worst form of government except all the others that have been tried.\""
}
,{
  "word": "apotheosis",
  "meaning": "exaltation to divine status; the highest point of development",
  "pos": "noun",
  "example": "As difficult as it is to imagine, the apotheosis of Mark Zuckerbergs career, many believe, is yet to come."
}
,{
  "word": "approbatory",
  "meaning": "expressing praise or approval",
  "pos": "adjective",
  "example": "Although it might not be her best work, Hunters new novel has received generally approbatory reviews."
}
,{
  "word": "appropriate",
  "meaning": "to give or take something by force",
  "pos": "verb",
  "example": "The government appropriated land that was occupied by squatters, sending them scurrying for another\n place to live."
}
,{
  "word": "appropriate",
  "meaning": "to allocate",
  "pos": "verb",
  "example": "The committe appropriated the funds to its various members."
}
,{
  "word": "appurtenant",
  "meaning": "supply added support",
  "pos": "adjective",
  "example": "In hiking Mt. Everest, sherpas are appurtenant, helping climbers both carry gear and navigate\n treacherous paths."
}
,{
  "word": "arch",
  "meaning": "to be deliberately teasing",
  "pos": "adjective",
  "example": "The baroness was arch, making playful asides to the townspeople; yet because they couldnt pick up on\n her dry humor, they thought her supercilious."
}
,{
  "word": "arrant",
  "meaning": "complete and wholly (usually modifying a noun with negative connotation)",
  "pos": "adjective",
  "example": "An arrant fool, Lawrence surprised nobody when he lost all his money in a pyramid scheme that was\n every bit as transparent as it was corrupt."
}
,{
  "word": "arriviste",
  "meaning": "a person who has recently reached a position of power; a social climber",
  "pos": "noun",
  "example": "The city center was aflutter with arrivistes who each tried to outdo one another with their ostentatious\n sports cars and chic evening dress."
}
,{
  "word": "arrogate",
  "meaning": "seize and control without authority",
  "pos": "verb",
  "example": "Arriving at the small town, the outlaw arrogated the privileges of a lord, asking the frightened citizens to\n provide food, drink, and entertainment."
}
,{
  "word": "artifice",
  "meaning": "cunning tricks used to deceive others",
  "pos": "noun",
  "example": "The mayoral candidates both spent much of the campaign accusing each other of artifices designed to\n mislead the voting public."
}
,{
  "word": "artless",
  "meaning": "without cunning or deceit",
  "pos": "adjective",
  "example": "Despite the presidents seemingly artless speeches, he was a skilled and ruthless negotiator."
}
,{
  "word": "artlessness",
  "meaning": "the quality of innocence",
  "pos": "noun",
  "example": "I, personally, found the artlessness of her speech charming."
}
,{
  "word": "asperity",
  "meaning": "harshness of manner",
  "pos": "noun",
  "example": "The editor was known for his asperity, often sending severe letters of rejection to amateur writers."
}
,{
  "word": "assiduously",
  "meaning": "with care and persistence",
  "pos": "adverb",
  "example": "The top college football program recruits new talent assiduously, only choosing those who were the top\n in their county."
}
,{
  "word": "atavism",
  "meaning": "a reappearance of an earlier characteristic; throwback",
  "pos": "noun",
  "example": "Much of the modern art movement was an atavism to a style of art found only in small villages through\n Africa and South America."
}
,{
  "word": "attenuate",
  "meaning": "to weaken (in terms of intensity); to taper off/become thinner.",
  "pos": "verb",
  "example": "Her animosity towards Bob attenuated over the years, and she even went so far as to invite him to her\n party."
}
,{
  "word": "autocratic",
  "meaning": "characteristic of an absolute ruler or absolute rule; having absolute sovereignty",
  "pos": "adjective",
  "example": "The last true autocratic country is certainly North Korea; nowhere does a leader exercise the absolute\n control over all aspects of a people the way that Kim Jong-un does."
}
,{
  "word": "autocratic",
  "meaning": "offensively self-assured or given to exercising usually unwarranted power",
  "pos": "adjective",
  "example": "The manager was finally fired for his autocratic leadership, which often bordered on rude and offensive."
}
,{
  "word": "baleful",
  "meaning": "threatening or foreshadowing evil or tragic developments",
  "pos": "adjective",
  "example": "Movies often use storms or rain clouds as a baleful omen of evil events that will soon befall the main\n character."
}
,{
  "word": "base",
  "meaning": "the lowest, class were without any moral principles",
  "pos": "adjective",
  "example": "She was not so base as to begrudge the beggar the unwanted crumbs from her dinner plate."
}
,{
  "word": "bastardization",
  "meaning": "an act that debases or corrupts",
  "pos": "noun",
  "example": "The movie World War Z is a complete bastardization of the book with little more in common than\n zombies and a title."
}
,{
  "word": "beg",
  "meaning": "to evade or dodge (a question)",
  "pos": "verb",
  "example": "By assuming that Charlie was headed to college--which he was not--Maggie begged the question when\n she asked him to which school he was headed in the Fall."
}
,{
  "word": "bemoan",
  "meaning": "express discontent or a stong regret",
  "pos": "verb",
  "example": "While the CFO carefully explained all the reasons for the cuts in benefits, after the meeting employees\n bemoaned the cuts as further evidence that management was against them."
}
,{
  "word": "benighted",
  "meaning": "fallen into a state of ignorance",
  "pos": "adjective",
  "example": "Far from being a period of utter benightedness, The Medieval Ages produced some great works of\n theological speculation."
}
,{
  "word": "bereft",
  "meaning": "unhappy in love; suffering from unrequited love",
  "pos": "adjective",
  "example": "After 64 years of marriage, William was bereft after the death of his wife."
}
,{
  "word": "bereft",
  "meaning": "sorrowful through loss or deprivation",
  "pos": "adjective",
  "example": "You are not bereft if you havent played on your Xbox in the past week, his mother said."
}
,{
  "word": "besotted",
  "meaning": "strongly affectionate towards",
  "pos": "adjective",
  "example": "Even though her father did not approve, Juliet became besotted with the young Romeo."
}
,{
  "word": "besotted",
  "meaning": "very drunk",
  "pos": "adjective",
  "example": "Never before have I seen my mom so besotted, and honestly, I hope its the last time she drinks so much."
}
,{
  "word": "bilious",
  "meaning": "irritable; always angry",
  "pos": "adjective",
  "example": "Rex was bilious all morning, and his face would only take on a look of contentedness when hed had his\n morning cup of coffee."
}
,{
  "word": "blinkered",
  "meaning": "to have a limited outlook or understanding",
  "pos": "adjective",
  "example": "In gambling, the addict is easily blinkered by past successes and/or past failures, forgetting that the\n outcome of any one game is independent of the games that preceded it."
}
,{
  "word": "bowdlerize",
  "meaning": "edit by omitting or modifying parts considered indelicate",
  "pos": "verb",
  "example": "To recieve an R rating, the entire movie was bowdlerized because it contained so much violence and\n grotesque subject matter."
}
,{
  "word": "bridle",
  "meaning": "the act of restraining power or action or limiting excess",
  "pos": "verb",
  "example": "New curfew laws have bridled peoples tendency to go out at night."
}
,{
  "word": "bridle",
  "meaning": "anger or take offense",
  "pos": "verb",
  "example": "The hostess bridled at the tactless dinner guests who insisted on eating before everybody had gotten\n their food."
}
,{
  "word": "bristle",
  "meaning": "react in an offended or angry manner",
  "pos": "verb",
  "example": "As we discussed the painting, I noticed the artitsts wife bristling at our criticisms, ready to defend her\n husbands work."
}
,{
  "word": "broadside",
  "meaning": "a strong verbal attack",
  "pos": "noun",
  "example": "Political broadsides are usually strongest in the weeks leading up to a national election."
}
,{
  "word": "bromide",
  "meaning": "a trite or obvious remark",
  "pos": "noun",
  "example": "Instead of sharing his umbrella, the cheeky stranger offered Martha the following bromide: \"Looks like\n its raining.\""
}
,{
  "word": "brook",
  "meaning": "put up with something or somebody unpleasant",
  "pos": "verb",
  "example": "While she was at the chalkboard, the teacher did not brook any form of talking--even a tiny peep\n resulted in afternoon detention."
}
,{
  "word": "browbeat",
  "meaning": "be bossy towards; discourage or frighten with threats or a domineering manner",
  "pos": "verb",
  "example": "During the interrogation, the suspect was browbeaten into signing a false confession."
}
,{
  "word": "byzantine",
  "meaning": "intricate and complex",
  "pos": "adjective",
  "example": "Getting a drivers license is not simply a matter of taking a test; the regulations and procedures are so\n byzantine that many have found themselves at the mercy of the Department of Motor Vehicles."
}
,{
  "word": "callow",
  "meaning": "young and inexperienced",
  "pos": "adjective",
  "example": "Both Los Angeles and New York are known for callow out-of-towners hoping to make it big."
}
,{
  "word": "canard",
  "meaning": "a deliberately misleading fabrication",
  "pos": "noun",
  "example": "The public will always be fooled by the medias canards."
}
,{
  "word": "capitulate",
  "meaning": "to surrender (usually under agreed conditions)",
  "pos": "noun",
  "example": "Paul, losing 19-0 in a ping-pong match against his nimble friend, basically capitulated when he played\n the last two points with his eyes closed."
}
,{
  "word": "cataclysm",
  "meaning": "an event resulting in great loss and misfortune",
  "pos": "noun",
  "example": "The introduction of smallpox was a cataclysm for Native Americans, killing off more than half of their\n population."
}
,{
  "word": "catholic",
  "meaning": "of broad scope; universal",
  "pos": "adjective",
  "example": "Jonahs friends said that Jonahs taste in music was eclectic; Jonah was quick to point out that not only\n was his taste eclectic but it was also catholic: he enjoyed music from countries as far-flung as Mali and\f Mongolia."
}
,{
  "word": "cede",
  "meaning": "relinquish possession or control over",
  "pos": "verb",
  "example": "Eventually, all parents must cede control of their growing childrens educations and allow their offspring\n some autonomy."
}
,{
  "word": "celerity",
  "meaning": "speed, rapidity",
  "pos": "noun",
  "example": "We aim to respond to customers questions with celerity and accuracy, with no longer than a 24 hour\n wait time."
}
,{
  "word": "chagrin",
  "meaning": "strong feelings of embarrassment",
  "pos": "noun",
  "example": "Much to the the timid writers chagrin, the audience chanted his name until he came back on the stage."
}
,{
  "word": "chagrin",
  "meaning": "cause to feel shame; hurt the pride of",
  "pos": "verb",
  "example": "She never cared what others said about her appearance but was chagrined by the smallest comment\n from her mother."
}
,{
  "word": "charlatan",
  "meaning": "a flamboyant deceiver; one who attracts customers with tricks or jokes",
  "pos": "noun",
  "example": "You may call him a \"motivational speaker,\" but I call him a charlatan--he doesnt have any idea what hes\n really talking about."
}
,{
  "word": "chary",
  "meaning": "cautious",
  "pos": "adjective",
  "example": "Jack was wary of GRE words that looked similar, because they usually had different definitions; not so\n with chary, a word that he began to use interchangeably with wary."
}
,{
  "word": "chauvinism",
  "meaning": "fanatical patriotism; belief that one's group/cause is superior to all other groups/causes",
  "pos": "noun",
  "example": "Vegetarians argue that man is chauvinistic in his belief that animals do not consciously feel the pain we\n humans do."
}
,{
  "word": "chimera",
  "meaning": "something desired or wished for but is only an illusion and impossible to achieve",
  "pos": "noun",
  "example": "Many believe that a world free of war is a chimera--a dream that ignores humanitys violent tendancies."
}
,{
  "word": "choleric",
  "meaning": "prone to outbursts of temper; easily angered",
  "pos": "adjective",
  "example": "While a brilliant lecturer, Mr. Dawson came across as choleric and unapproachable--very rarely did\n students come to his office hours."
}
,{
  "word": "churlish",
  "meaning": "lacking manners or refinement",
  "pos": "adjective",
  "example": "The manager was unnecessarily churlish to his subordinates, rarely deigning to say hello, but always\n quick with a sartorial jab if someone happened to be wearing anything even slightly mismatching."
}
,{
  "word": "complaisant",
  "meaning": "showing a cheerful willingness to do favors for others",
  "pos": "adjective",
  "example": "On her first day at the job, Annie was complaisant, fulfilling every request of her new employee and\f\n anticipating future requests."
}
,{
  "word": "complicit",
  "meaning": "Associated with or participating in an activity, especially one of a questionable nature.",
  "pos": "adjective",
  "example": "While the grand jury cleared the senator of all criminal charges, in the public mind he was still complicit\n in the corruption."
}
,{
  "word": "conciliate",
  "meaning": "to make peace with",
  "pos": "verb",
  "example": "His opponents believed his gesture to be conciliatory, yet as soon as they put down their weapons, he\n unsheathed a hidden sword."
}
,{
  "word": "concomitant",
  "meaning": "describing an event or situation that happens at the same time as or in connection with another",
  "pos": "adjective",
  "example": "Concomitant with his desire for nature was a desire for the culture and energy of a big city."
}
,{
  "word": "conflagration",
  "meaning": "a very intense and uncontrolled fire",
  "pos": "noun",
  "example": "In the summer months, conflagrations are not uncommon in the southwest, do to the heat and lack of\n rain."
}
,{
  "word": "conflate",
  "meaning": "mix together different elements or concepts",
  "pos": "verb",
  "example": "In her recent book, the author conflates several genres--the detective story, the teen thriller, and the\n vampire romance--to create a memorable read."
}
,{
  "word": "contentious",
  "meaning": "likely to argue",
  "pos": "adjective",
  "example": "Since old grandpa Harry became very contentious during the summer when only reruns were on T.V., the\n grandkids learned to hide from him at every opportunity."
}
,{
  "word": "corollary",
  "meaning": "a practical consequence that follows naturally",
  "pos": "noun",
  "example": "A corollary of Hurricane Sandy, which ravaged the east coast of the U.S., is a push to build higher sea\n walls to protect against future hurricanes."
}
,{
  "word": "cosseted",
  "meaning": "treat with excessive indulgence",
  "pos": "verb",
  "example": "The king and queen cosseted the young prince, giving him a prized miniature pony for his fifth birthday."
}
,{
  "word": "coterminous",
  "meaning": "being of equal extent or scope or duration",
  "pos": "adjective",
  "example": "The border of the state is coterminous with geographic limits on travel; the east and north are\n surrounded by a nearly uncrossable river and the south by a desert."
}
,{
  "word": "countermand",
  "meaning": "a contrary command cancelling or reversing a previous command",
  "pos": "verb",
  "example": "By the time the colonel countermanded his soldiers not to land in enemy territory, a few helicopters had\n already touched down amid heavy gunfire."
}
,{
  "word": "cow",
  "meaning": "to intimidate\f",
  "pos": "verb",
  "example": "Do not be cowed by a 3,000-word vocabulary list: turn that list into a deck of flashcards!"
}
,{
  "word": "crestfallen",
  "meaning": "brought low in spirit",
  "pos": "adjective",
  "example": "I asked Maria on a date and she refused without a moments thought; I was crestfallen."
}
,{
  "word": "crystallize",
  "meaning": "cause to take on a definite and clear shape",
  "pos": "verb",
  "example": "Only after fifteen minutes of brainstorming did Samanthas ideas for the essay crystallize."
}
,{
  "word": "cupidity",
  "meaning": "greed for money",
  "pos": "noun",
  "example": "Some believe people that amassing as much wealth as possible is the meaning to life--yet they often\n realize that cupidity brings anything but happiness."
}
,{
  "word": "curmudgeon",
  "meaning": "a grouchy, surly person",
  "pos": "noun",
  "example": "Since Uncle Mike was the family curmudgeon, each Thanksgiving he was plied with copious amounts of\n wine, in the hope that she would become less grouchy."
}
,{
  "word": "debonair",
  "meaning": "having a sophisticated charm",
  "pos": "adjective",
  "example": "James Bond is known for his good looks, high tech gadgets, and debonair manner."
}
,{
  "word": "decry",
  "meaning": "express strong disapproval of",
  "pos": "verb",
  "example": "The entire audience erupted in shouts and curses, decrying the penalty card issued by the referee."
}
,{
  "word": "defray",
  "meaning": "to help pay the cost of, either in part of full",
  "pos": "verb",
  "example": "In order for Sean to attend the prestigious college, his generous uncle helped defray the excessive tuition\n with a monthly donation."
}
,{
  "word": "deign",
  "meaning": "do something that one considers to be below one's dignity",
  "pos": "verb",
  "example": "The master of the house never deigned to answer questions from the servants."
}
,{
  "word": "demonstrative",
  "meaning": "given to or marked by the open expression of emotion",
  "pos": "adjective",
  "example": "When Sally told James that she wanted to break up with him, she expected he would react\n demonstratively, but he quietly nodded his head and left without saying a word."
}
,{
  "word": "denouement",
  "meaning": "the final resolution of the many strands of a literary or dramatic work; the outcome of a complex sequence of events",
  "pos": "noun",
  "example": "At the denouement of the movie, all questions were answered, and the true identity of the robber was\n revealed."
}
,{
  "word": "derelict",
  "meaning": "(of a person) not doing one's duties",
  "pos": "adjective",
  "example": "The teacher was derelict in her duties because she hadnt graded a single student paper in three weeks."
}
,{
  "word": "derelict",
  "meaning": "(of a building) abandoned",
  "pos": "noun",
  "example": "At one time the waterfront factories were busy and productive, but now they stand derelict and will be\f\n torn down."
}
,{
  "word": "desiccated",
  "meaning": "uninteresting, lacking vitality",
  "pos": "adjective",
  "example": "Few novelists over 80 are able to produce anything more than desiccated works--boring shadows of\n former books."
}
,{
  "word": "desideratum",
  "meaning": "something desired as a necessity",
  "pos": "noun",
  "example": "The desideratum of the environmental group is that motorists should rely on carpooling."
}
,{
  "word": "despot",
  "meaning": "a cruel and oppressive dictator",
  "pos": "noun",
  "example": "The Emperor Claudius was regarded as a fair-minded leader; his successor, Nero, was an absolute\n despot."
}
,{
  "word": "diatribe",
  "meaning": "a strong verbal attack against a person or institution",
  "pos": "noun",
  "example": "Steves mom launched into a diatribe during the PTA meeting, contending that the school was little more\n than a daycare in which students stare at the wall and teachers stare at the chalkboard."
}
,{
  "word": "diminutive",
  "meaning": "to indicate smallness",
  "pos": "noun",
  "example": "He prefers to be called a diminutive of his name: \"Bill\" instead of \"John William.\""
}
,{
  "word": "diminutive",
  "meaning": "very small",
  "pos": "adjective",
  "example": "When he put on his fathers suit and shoes, his appearance was that of a diminutive youth."
}
,{
  "word": "disabuse",
  "meaning": "to persuade somebody that his/her belief is not valid",
  "pos": "verb",
  "example": "As a child, I was quickly disabused of the notion that Santa Claus was a rotund benefactor of infinite\n largess--one night I saw my mother diligently wrapping presents and storing them under our Christmas tree."
}
,{
  "word": "discursive",
  "meaning": "(of e.g. speech and writing) tending to depart from the main point",
  "pos": "adjective",
  "example": "Many readers find it tough to read Moby Dick since the author is discursive, often cutting the action\n short to spend 20 pages on the history of a whale."
}
,{
  "word": "disingenuous",
  "meaning": "not straightforward; giving a false appearance of frankness",
  "pos": "adjective",
  "example": "Many adults think that they can lie to children, but kids are smart and know when people are\n disingenuous."
}
,{
  "word": "dispensation",
  "meaning": "an exemption from a rule or obligation",
  "pos": "noun",
  "example": "Since her father is a billionaire, she is given dispensation from many of the schools policies."
}
,{
  "word": "dissemble",
  "meaning": "conceal one's true motives, usually through deceit",
  "pos": "verb",
  "example": "To get close to the senator, the assassin dissembled his intentions, convincing many people that he was a\n reporter for a well-known newspaper."
}
,{
  "word": "dissipate",
  "meaning": "squander or spend money frivolously",
  "pos": "verb",
  "example": "The recent graduates dissipated their earnings on trips to Las Vegas and cruises in Mexico."
}
,{
  "word": "dissipate",
  "meaning": "to disperse or scatter",
  "pos": "verb",
  "example": "Kathleens perfume was overwhelming in the cramped apartment, but once we stepped outside the smell\n dissipated and we could breathe once again."
}
,{
  "word": "dissolution",
  "meaning": "a living full of debauchery and indulgence in sensual pleasure",
  "pos": "noun",
  "example": "Many Roman emporers were known for their dissolution, indulging in unspeakable desires of the flesh."
}
,{
  "word": "doleful",
  "meaning": "filled with or evoking sadness",
  "pos": "adjective",
  "example": "No event is more doleful than the passing of my mother; she was a shining star in my life, and it brings\n me great sadness to think that she is now gone."
}
,{
  "word": "dolorous",
  "meaning": "showing sorrow",
  "pos": "adjective",
  "example": "Chopins ballades are filled with sharp changes in moods--a dolorous melody can give way to a\n lighthearted tempo."
}
,{
  "word": "doughty",
  "meaning": "brave; bold; courageous",
  "pos": "adjective",
  "example": "I enjoy films in which a doughty group comes together to battle a force of evil."
}
,{
  "word": "dovetail",
  "meaning": "fit together tightly, as if by means of a interlocking joint",
  "pos": "verb",
  "example": "Although Darwins evolution and Mendels genetics were developed in isolation from one another, they\n dovetail each other very well."
}
,{
  "word": "duplicity",
  "meaning": "deceitfulness, pretending to want one thing but interested in something else",
  "pos": "noun",
  "example": "A life of espionage is one of duplicity: an agent must pretend to be a totally different person than who\n she or he actually is."
}
,{
  "word": "ebullient",
  "meaning": "joyously unrestrained",
  "pos": "adjective",
  "example": "Can you blame him for his ebullient mood? He just graduated from medical school."
}
,{
  "word": "effervescent",
  "meaning": "marked by high spirits or excitement",
  "pos": "adjective",
  "example": "After the sales result, the manager was in an effervescent mood, letting several employees leave work\n early that day."
}
,{
  "word": "effrontery",
  "meaning": "audacious (even arrogant) behavior that you have no right to",
  "pos": "noun",
  "example": "The skateboarders acted with effrontery, skating through the church grounds and spray-painting signs\n warning trespassers."
}
,{
  "word": "elegiac",
  "meaning": "expressing sorrow",
  "pos": "adjective",
  "example": "Few can listen to the elegiac opening bars of the Moonlight sonata without feeling the urge to cry."
}
,{
  "word": "embryonic",
  "meaning": "in an early stage of development",
  "pos": "adjective",
  "example": "The Board of Directors is hoping to launch a new product soon, but planning for the Z7 is in an embryonic\n stages."
}
,{
  "word": "empiricism",
  "meaning": "any method that derives knowledge from experience, used in experimental science as a way to gain insight and knowledge",
  "pos": "noun",
  "example": "Empiricism does not always lead to knowledge; an experience or experiment may raise more questions\n than it answers."
}
,{
  "word": "enamor",
  "meaning": "attraction or feeling of love",
  "pos": "verb",
  "example": "She is completely enamored with Justin Bieber, and goes to all his concerts on the East coast."
}
,{
  "word": "encumber",
  "meaning": "hold back",
  "pos": "verb",
  "example": "The costume encumbered all my movements and caused me to sweat profusely."
}
,{
  "word": "enjoin",
  "meaning": "give instructions to or direct somebody to do something with authority",
  "pos": "verb",
  "example": "The government agency enjoined the chemical company to clean up the hazardous dump it had created\n over the years."
}
,{
  "word": "enormity",
  "meaning": "an act of extreme wickedness",
  "pos": "noun",
  "example": "The enormity of Pol Pots regime is hard to capture in words--within months hundreds of thousands of\n Cambodians lost their lives."
}
,{
  "word": "enthrall",
  "meaning": "hold spellbound",
  "pos": "verb",
  "example": "She was so enthralled by the movie that she never heard people screaming, \"Fire! Fire!\" in the\n neighboring theater."
}
,{
  "word": "epigram",
  "meaning": "a witty saying",
  "pos": "noun",
  "example": "My favorite epigram from Mark Twain is \"A man who carries a cat by the tail learns something he can\n learn no other way.\""
}
,{
  "word": "epiphany",
  "meaning": "a sudden revelation or moment of insight",
  "pos": "noun",
  "example": "Gary one day had an epiphany that he was a people person; he prompty quit his factory job and began\n working as a salesman."
}
,{
  "word": "eponym",
  "meaning": "the name derived from a person (real or imaginary); the person for whom something is named",
  "pos": "noun",
  "example": "Alexandria, Egypt is an eponym because it is named after Alexander the Great."
}
,{
  "word": "equitable",
  "meaning": "fair to all parties as dictated by reason and conscience",
  "pos": "adjective",
  "example": "The equitable distribution of ice cream to a group of 5 year olds will ensure little to no fighting--at least\n until the ice cream is gone."
}
,{
  "word": "equivocate",
  "meaning": "to speak vaguely, usually with the intention to mislead or deceive",
  "pos": "verb",
  "example": "After Sharon brought the car home an hour after her curfew, she equivocated when her parents\n pointedly asked her where she had been."
}
,{
  "word": "ersatz",
  "meaning": "not real or genuine; phony",
  "pos": "adjective",
  "example": "The car dealers ersatz laughter was immediately followed by a price quote, one that Shelley found highly\n inflated."
}
,{
  "word": "estimable",
  "meaning": "deserving of esteem and respect",
  "pos": "adjective",
  "example": "After serving thirty years, in which he selflessly served the community, Judge Harper was one of the more\n estimable people in town."
}
,{
  "word": "ethereal",
  "meaning": "characterized by lightness and insubstantiality",
  "pos": "adjective",
  "example": "Because she dances with an ethereal style, ballet critics have called her Madame Butterfly."
}
,{
  "word": "evanescent",
  "meaning": "tending to vanish like vapor",
  "pos": "adjective",
  "example": "The storm flashed into existence above us and lasted only a short time--an evanescent turbulence of\n wind and cloud."
}
,{
  "word": "excoriate",
  "meaning": "to criticize very harshly",
  "pos": "verb",
  "example": "Entrusted with the prototype to his companys latest smartphone, Larry, during a late night karaoke\n bout, let the prototype slip into the hands of a rival company--the next day Larry was excoriated, and then fired."
}
,{
  "word": "execrate",
  "meaning": "to curse and hiss at",
  "pos": "verb",
  "example": "Though the new sitcom did decently in the ratings, Nelson railed against the show, saying that it was\n nothing more than an execrable pastiche of tired clichés and canned laughter."
}
,{
  "word": "exegesis",
  "meaning": "critical explanation or analysis, especially of a text",
  "pos": "noun",
  "example": "The Bible is fertile ground for exegesis--over the past five centuries there have been as many\n interpretations as there are pages in the Old Testament."
}
,{
  "word": "exemplar",
  "meaning": "something to be imitated",
  "pos": "noun",
  "example": "Lenas homework is on the wall because it is an exemplar of clean, neat, and thoughtful work."
}
,{
  "word": "exiguity",
  "meaning": "the quality of being meager",
  "pos": "noun",
  "example": "After two months at sea, the exiguity of the ships supplies forced them to search for fresh water and\n food."
}
,{
  "word": "exorbitant",
  "meaning": "greatly exceeding bounds of reason or moderation",
  "pos": "adjective",
  "example": "Shelley made one exorbitant purchase after another, buying new clothes and taking vacations even\n though she earned a limited salary."
}
,{
  "word": "expansive",
  "meaning": "communicative, and prone to talking in a sociable manner",
  "pos": "adjective",
  "example": "After a few sips of cognac, the octogenarian shed his irascible demeanor and became expansive,\n speaking fondly of the \"good old days\"."
}
,{
  "word": "expunge",
  "meaning": "to eliminate completely",
  "pos": "verb",
  "example": "When I turned 18, all of the shoplifting and jaywalking charges were expunged from my criminal record."
}
,{
  "word": "expurgate",
  "meaning": "to remove objectionable material",
  "pos": "verb",
  "example": "The censor expurgated every reference to sex and drugs, converting the rappers raunchy flow into a\n series of bleeps."
}
,{
  "word": "extrapolate",
  "meaning": "draw from specific cases for more general cases",
  "pos": "verb",
  "example": "By extrapolating from the data on the past three months, we can predict a 5% increase in traffic to our\n website."
}
,{
  "word": "facile",
  "meaning": "arrived at without due care or effort; lacking depth",
  "pos": "adjective",
  "example": "Many news shows provide facile explanations to complex politics, so I prefer to read the in-depth\n reporting of The New York Times."
}
,{
  "word": "factious",
  "meaning": "produced by, or characterized by internal dissension",
  "pos": "adjective",
  "example": "The controversial bill proved factious, as dissension even within parties resulted"
}
,{
  "word": "factitious",
  "meaning": "artificial; not natural",
  "pos": "adjective",
  "example": "The defendants story was largely factitious and did not accord with eyewitness testimonies"
}
,{
  "word": "feckless",
  "meaning": "lazy and irresponsible",
  "pos": "adjective",
  "example": "Two years after graduation, Charlie still lived with his parents and had no job, becoming more feckless\n with each passing day."
}
,{
  "word": "fecund",
  "meaning": "intellectually productive",
  "pos": "adjective",
  "example": "The artist had entered a fecund period, producing three masterpieces in the span of two months."
}
,{
  "word": "fell",
  "meaning": "terribly evil",
  "pos": "adjective",
  "example": "For fans of the Harry Potter series, the fell Lord Voldemort, who terrorized poor Harry for seven lengthy\n installments, has finally been vanquished by the forces of good--unless, that is, JK Rowling decides to come out of retirement."
}
,{
  "word": "firebrand",
  "meaning": "someone who deliberately creates trouble",
  "pos": "noun",
  "example": "Freddie is a firebrand: every time he walks into the office, he winds up at the center of heated argument."
}
,{
  "word": "flag",
  "meaning": "droop, sink, or settle from or as if from pressure or loss of tautness; become less intense",
  "pos": "verb",
  "example": "After the three crushing defeats in the last three games, the teams enthusiasm began to flag."
}
,{
  "word": "flippant",
  "meaning": "showing inappropriate levity",
  "pos": "adjective",
  "example": "Although Sam was trying to honor Marks sense of humor, many found it quite flippant that he wore a\n comic nose and glasses mask to Marks funeral."
}
,{
  "word": "flummox",
  "meaning": "be a mystery or bewildering to",
  "pos": "verb",
  "example": "Marys behavoir completely flummoxes me: I never have any idea what her motivations might be."
}
,{
  "word": "fractious",
  "meaning": "irritable and is likely to cause disruption",
  "pos": "adjective",
  "example": "We rarely invite my fractious Uncle over for dinner; he always complains about the food, and usually\n launches into a tirade on some touchy subject."
}
,{
  "word": "gaffe",
  "meaning": "a socially awkward or tactless act",
  "pos": "noun",
  "example": "In a famous gaffe, Vice President Quayle attempted to correct the spelling of a grade school student,\n only to find that the child was correct."
}
,{
  "word": "gambit",
  "meaning": "a manuveur or risk in a game or conversation, designed to secure an advantage",
  "pos": "noun",
  "example": "Randy played a gambit, telling his boss that he would leave at the end of the week if he didnt get a raise."
}
,{
  "word": "gerrymander",
  "meaning": "to manipulate voting districts in order to favor a particular political party",
  "pos": "verb",
  "example": "Years ago, savvy politicians had gerrymandered the city center to ensure their re-election."
}
,{
  "word": "graft",
  "meaning": "corruption, usually through bribery",
  "pos": "noun",
  "example": "In countries with rampant graft, getting a drivers license can require no more than paying an official."
}
,{
  "word": "grandiloquent",
  "meaning": "puffed up with vanity",
  "pos": "adjective",
  "example": "The dictator was known for his grandiloquent speeches, puffing his chest out and using big, importantsounding words."
}
,{
  "word": "gumption",
  "meaning": "resourcefulness and determination",
  "pos": "noun",
  "example": "Wallace Stegner lamented the lack of gumption in the U.S. during the sixties, claiming that no young\n person knew the value of work."
}
,{
  "word": "hagiographic",
  "meaning": "excessively flattering toward someone's life or work",
  "pos": "adjective",
  "example": "Most accounts of Tiger Woods life were hagiographic, until, that is, his affairs made headlines."
}
,{
  "word": "hail",
  "meaning": "enthusiastically acclaim or celebrate something",
  "pos": "verb",
  "example": "Many college superstar athletes are hailed as the next big thing, but then flop at the professional level."
}
,{
  "word": "halcyon",
  "meaning": "idyllically calm and peaceful; suggesting happy tranquillity; marked by peace and prosperity",
  "pos": "adjective",
  "example": "The first decade after WWI was a halcyon period in America with new-found wealth and rapidly\n improving technology."
}
,{
  "word": "hauteur",
  "meaning": "overbearing pride evidenced by a superior manner toward inferiors",
  "pos": "noun",
  "example": "As soon as she won the lottery, Alice begin displaying a hauteur to her friends, calling them dirty-clothed\n peasants behind their backs."
}
,{
  "word": "hector",
  "meaning": "to bully or intimidate",
  "pos": "verb",
  "example": "The bosss hectoring manner put off many employees, some of whom quit as soon as they found new\n jobs."
}
,{
  "word": "hedge",
  "meaning": "to limit or qualify a statement; to avoid making a direct statement",
  "pos": "verb",
  "example": "When asked why he had decided to buy millions of shares at the very moment the tech companies stock\n soared, the CEO hedged, mentioning something vague about gut instinct."
}
,{
  "word": "histrionic",
  "meaning": "to be overly theatrical",
  "pos": "adjective",
  "example": "Though she received a B- on the test, she had such a histrionic outburst that one would have thought\n that shed been handed a death sentence."
}
,{
  "word": "hoary",
  "meaning": "ancient",
  "pos": "adjective",
  "example": "Most workout gurus are young, fit people, whereas most yoga gurus are hoary men with long white\n beards."
}
,{
  "word": "hobble",
  "meaning": "to hold back the progress of something",
  "pos": "verb",
  "example": "Bad weather has hobbled rescue efforts, making it difficult for crews to find bodies in the wreckage."
}
,{
  "word": "hoodwink",
  "meaning": "to deceive or trick someone",
  "pos": "verb",
  "example": "Someone tried to hoodwink Marty with an email telling him that his uncle had just passed away, and to\n collect the inheritance he should send his credit card information."
}
,{
  "word": "hubris",
  "meaning": "overbearing pride or presumption",
  "pos": "noun",
  "example": "Bill Clinton was criticized for his hubris, since he believed he could get away with anything once in the\n White House."
}
,{
  "word": "illustrious",
  "meaning": "widely known and esteemed; having or conferring glory",
  "pos": "adjective",
  "example": "Einstein was possibly the most illustrious scientist in recent history."
}
,{
  "word": "imbibe",
  "meaning": "to drink or absorb as if drinking",
  "pos": "verb",
  "example": "Plato imbibed Socrates teachings to such an extent that he was able to write volumes of work that he\n directly attributed, sometimes word for word, to Socrates."
}
,{
  "word": "imbroglio",
  "meaning": "a confusing and potentially embarrassing situation",
  "pos": "noun",
  "example": "The chef cook-off featured one gourmand who had the unfortunate distinction of mixing the wrong\n broths, creating an imbroglio that diners would not soon forget."
}
,{
  "word": "immure",
  "meaning": "to enclose, usually in walls\f",
  "pos": "verb",
  "example": "The modern supermarket experience makes many feel claustrophobic, as they are immured in walls upon\n walls of products."
}
,{
  "word": "impecunious",
  "meaning": "lacking money; poor",
  "pos": "adjective",
  "example": "In extremely trying times, even the moderately wealthy, after a few turns of ill-fortune, can become\n impecunious."
}
,{
  "word": "imperious",
  "meaning": "having or showing arrogant superiority to and disdain of those one views as unworthy",
  "pos": "adjective",
  "example": "Children are imperious with each other before they learn that earning someones respect is better than\n demanding."
}
,{
  "word": "impervious",
  "meaning": "not admitting of passage or capable of being affected",
  "pos": "adjective",
  "example": "I am not impervious to your insults; they cause me great pain."
}
,{
  "word": "impetuous",
  "meaning": "characterized by undue haste and lack of thought or deliberation",
  "pos": "adjective",
  "example": "Herbert is rarely impetuous, but on the spur of the moment, he spent thousands of dollars on a\n motorcycle today."
}
,{
  "word": "importuned",
  "meaning": "beg persistently and urgently",
  "pos": "verb",
  "example": "After weeks of importuning the star to meet for a five-minute interview, the journalist finally got what\n she wanted."
}
,{
  "word": "improvident",
  "meaning": "not given careful consideration",
  "pos": "adjective",
  "example": "Marty was improvident, never putting money aside for the future but spending it on decorating the\n interior of his home."
}
,{
  "word": "impugn",
  "meaning": "attack as false or wrong",
  "pos": "verb",
  "example": "Though many initially tried to impugn Darwins theory, in scientific circles today, the is idea taken as\n truth."
}
,{
  "word": "impute",
  "meaning": "attribute (responsibility or fault) to something",
  "pos": "verb",
  "example": "He imputed his subpar performance on the test to a combination of stress and poor sleep."
}
,{
  "word": "inanity",
  "meaning": "total lack of meaning or ideas",
  "pos": "noun",
  "example": "Bills poem was nothing more than a list of impressive sounding words, so there was no point in trying to\n take meaning from the inanity."
}
,{
  "word": "inchoate",
  "meaning": "only partly in existence; imperfectly formed",
  "pos": "adjective",
  "example": "Inchoate ideas about the relation of humans to other animals had been discussed since the Middle Ages\n but the modern theory really began with Darwin."
}
,{
  "word": "incontrovertible",
  "meaning": "necessarily or demonstrably true; impossible to deny or disprove\f",
  "pos": "adjective",
  "example": "Unless you can provide incontrovertible evidence, I will remain skeptical."
}
,{
  "word": "indigent",
  "meaning": "poor; having very little",
  "pos": "adjective",
  "example": "In the so-called Third World, many are indigent and only a privileged few have the resources to enjoy\n material luxuries."
}
,{
  "word": "indigent",
  "meaning": "a poor or needy person",
  "pos": "noun",
  "example": "The indigents, huddled under the overpass, tried to start a small bonfire in the hope of staying warm."
}
,{
  "word": "ineffable",
  "meaning": "too sacred to be uttered; defying expression or description",
  "pos": "adjective",
  "example": "While art critics can occasionally pinpoint a works greatness, much of why a piece captures our\n imaginations is completely ineffable."
}
,{
  "word": "ineluctable",
  "meaning": "impossible to avoid or evade:",
  "pos": "adjective",
  "example": "For those who smoke cigarettes for years, a major health crisis brought on by smoking is ineluctable."
}
,{
  "word": "inequity",
  "meaning": "injustice by virtue of not conforming with rules or standards",
  "pos": "noun",
  "example": "After decades of racial inequity, the \"separate but equal\" doctrine was successfully overturned."
}
,{
  "word": "infelicitous",
  "meaning": "inappropriate",
  "pos": "adjective",
  "example": "During the executive meeting, the marketing director continued to make infelicitous comments about the\n CEOs gambling habit."
}
,{
  "word": "inimitable",
  "meaning": "defying imitation; matchless",
  "pos": "adjective",
  "example": "Mozarts music follows a clear pattern that, anyone could imitate, but his music gives an overall sense of\n effortlessness that is inimitable."
}
,{
  "word": "insouciance",
  "meaning": "lack of concern",
  "pos": "noun",
  "example": "Surprisingly, Hank had become a high-powered CEO; his high school friends remembered him as \"Hanky\n Panky\", who shrugged off each failed class with insouciance."
}
,{
  "word": "insufferable",
  "meaning": "intolerable, difficult to endure",
  "pos": "adjective",
  "example": "Chester always tried to find some area in which he excelled above others; unsurprisingly, his co-workers\n found him insufferable and chose to exclude him from daily luncheons out."
}
,{
  "word": "internecine",
  "meaning": "(of conflict) within a group or organization",
  "pos": "adjective",
  "example": "The guerilla group, which had become so powerful as to own the state police, was finally destroyed by an\n internecine conflict."
}
,{
  "word": "intimation",
  "meaning": "an indirect suggestion",
  "pos": "noun",
  "example": "At first the hostess tried intimation, praising the benefits of cutlery; when Cecil continued eating with his\n hands, the hostess told him to use a fork at dinner."
}
,{
  "word": "inure",
  "meaning": "to make accustomed to something unpleasant",
  "pos": "verb",
  "example": "Three years of Manhattan living has inured her to the sound of wailing sirens; she could probably sleep\n through the apocalypse."
}
,{
  "word": "invective",
  "meaning": "abusive or denunciatory language",
  "pos": "noun",
  "example": "The Internet has unleashed the invectives in many of us; many people post stinging criticism on the\n comments section underneath newspaper articles or YouTube videos."
}
,{
  "word": "invidious",
  "meaning": "likely to cause resentment",
  "pos": "adjective",
  "example": "At a time when many others in the office were about to be laid off, many considered Cheryls fine clothes\n that day an invidious display."
}
,{
  "word": "inviolable",
  "meaning": "never to be broken, infringed, or dishonored",
  "pos": "adjective",
  "example": "Too many the grass at Wimbledon is inviolable and only greater tennis players are able to enjoy a game\n there."
}
,{
  "word": "inviolate",
  "meaning": "must be kept sacred",
  "pos": "adjective",
  "example": "While the literary critic subjected most of the classics to the harshest reviews, he regarded Cervantes as\n inviolate, and had nothing but praise for him."
}
,{
  "word": "irrefutable",
  "meaning": "impossible to deny or disprove",
  "pos": "adjective",
  "example": "The existence of life on earth is irrefutable; the existence of intelligent life on earth is still hotly debated."
}
,{
  "word": "jaundice",
  "meaning": "to be biased against due to envy or prejudice",
  "pos": "adjective",
  "example": "Shelly was jaundiced towards Olivia; though the two had once been best friends, Olivia had become class\n president, prom queen, and, to make matters worse, the girlfriend of the one boy Shelly liked."
}
,{
  "word": "jejune",
  "meaning": "dull; lacking flavor",
  "pos": "adjective",
  "example": "Although many top chefs have secured culinary foams popularity in haute cuisine, Waters criticizes it for\n being jejune and unfilling."
}
,{
  "word": "jejune",
  "meaning": "immature; childish",
  "pos": "adjective",
  "example": "Her boss further cemented his reuptation for being jejune after throwing a fit when the water cooler\n wasnt refilled."
}
,{
  "word": "jingoist",
  "meaning": "a person who thinks that their country should be at war",
  "pos": "noun",
  "example": "In the days leading up to war, a nation typically breaks up into the two opposing camps: doves, who do\n their best to avoid war, and jingoists, who are only too eager to wave national flags from their vehicles and vehemently denounce those who do not do th"
}
,{
  "word": "juggernaut",
  "meaning": "a force that cannot be stopped",
  "pos": "noun",
  "example": "Napoleon was considered a juggernaut until he decided to invade Russia in winter; after which, his once\n indomitable army was decimated by cold and famine."
}
,{
  "word": "kowtow",
  "meaning": "to bow or act in a subservient manner",
  "pos": "verb",
  "example": "Paul kowtowed to his boss so often the boss herself became nauseated by his sycophancy."
}
,{
  "word": "lacerate",
  "meaning": "deeply hurt the feelings of; distress",
  "pos": "verb",
  "example": "The teacher was fired for lacerating a student who wrote a poor essay."
}
,{
  "word": "lachrymose",
  "meaning": "showing sorrow",
  "pos": "adjective",
  "example": "Lachrymose and depressed, Alexei Alexandrovich walked two miles home in the rain after learning that\n his wife was having an affair."
}
,{
  "word": "lampoon",
  "meaning": "ridicule with satire",
  "pos": "verb",
  "example": "Mark Twain understood that lampooning a bad idea with humor was the most effective criticism."
}
,{
  "word": "languish",
  "meaning": "become feeble",
  "pos": "verb",
  "example": "Stranded in the wilderness for four days, the hiker languished, eating protein bars and nuts."
}
,{
  "word": "lascivious",
  "meaning": "lecherous; sexually perverted",
  "pos": "adjective",
  "example": "Lolita is a challenging novel for many, not necessarily because of the elevated prose style but because of\n the depravity of the main character, Humbert Humbert, who, as an old, lascivious man, falls in love with a girl."
}
,{
  "word": "limpid",
  "meaning": "clarity in terms of expression",
  "pos": "adjective",
  "example": "Her limpid prose made even the most recondite subjects accessible to all."
}
,{
  "word": "litany",
  "meaning": "any long and tedious account of something",
  "pos": "noun",
  "example": "Mr. Rogers spoke to a Senate committee and did not give a litany of reasons to keep funding the\n program, but instead, appealed to the basic human decency of all present."
}
,{
  "word": "loath",
  "meaning": "unwillingness to do something contrary to your custom (usually followed by 'to')",
  "pos": "adjective",
  "example": "I was loath to leave the concert before my favorite band finished playing."
}
,{
  "word": "lugubrious",
  "meaning": "excessively mournful",
  "pos": "adjective",
  "example": "At the funeral, lugubrious songs filled the small church."
}
,{
  "word": "machinate",
  "meaning": "engage in plotting or enter into a conspiracy, swear together",
  "pos": "verb",
  "example": "The rebels met at night in an abandoned barn to machinate."
}
,{
  "word": "magisterial",
  "meaning": "offensively self-assured or given to exercising unwarranted power",
  "pos": "adjective",
  "example": "Though she was only a third grade teacher, Ms. Martinet was magisterial in dealing with her class,\n lording over them like a queen."
}
,{
  "word": "malapropism",
  "meaning": "the confusion of a word with another word that sounds similar\f",
  "pos": "noun",
  "example": "Whenever I looked glum, my mother would offer to share \"an amusing antidote\" with me--an endearing\n malapropism of \"anecdote\" that never failed to cheer me up."
}
,{
  "word": "malfeasance",
  "meaning": "misconduct or wrongdoing (especially by a public official)",
  "pos": "adjective",
  "example": "Not even the mayors trademark pearly-toothed grin could save him from charges of malfeasance: while\n in power, hed been running an illegal gambling rink in the room behind his office."
}
,{
  "word": "malingerer",
  "meaning": "someone shirking their duty by pretending to be sick or incapacitated",
  "pos": "noun",
  "example": "At one time, our country was full of hardworking respectful people, but now it seems that everyone is a\n malingerer with little inclination to work."
}
,{
  "word": "martinet",
  "meaning": "a strict disciplinarian",
  "pos": "noun",
  "example": "The job seemed perfect to Rebecca, until she found out that her boss was a total martinet; after each\n project the boss would come by to scrutinize--and inevitably criticize--every little detail of the work Rebecca had done."
}
,{
  "word": "maudlin",
  "meaning": "overly emotional and sad",
  "pos": "adjective",
  "example": "Just as those who were alive during the 70s are mortified that they once cavorted about in bellbottoms,\n many who lived during the 80s are now aghast at the maudlin pop songs they used to enjoy--really, just what exactly is a total eclipse of the heart?"
}
,{
  "word": "maunder",
  "meaning": "wander aimlessly",
  "pos": "verb",
  "example": "Max liked to maunder down by the seaside and pick up whatever sea shells he would stumble upon."
}
,{
  "word": "maunder",
  "meaning": "speak (about unimportant matters) rapidly and incessantly",
  "pos": "verb",
  "example": "After drinking two expressos each, the animated couple would maunder loudly, annoying the other\n patrons in the coffee shop."
}
,{
  "word": "mellifluous",
  "meaning": "smooth and sweet-sounding",
  "pos": "adjective",
  "example": "Chelseas grandmother thought Franz Schuberts music to be the most mellifluous ever written; Chelsea\n demurred, and to her grandmothers chagrin, would blast Rihanna on the home stereo speakers."
}
,{
  "word": "mendicant",
  "meaning": "a pauper who lives by begging",
  "pos": "noun",
  "example": "Tolstoy was an aristocrat, but he strove to understand the Christianity of the Russian peasants by\n wandering among them as a mendicant."
}
,{
  "word": "meteoric",
  "meaning": "like a meteor in speed or brilliance or transience",
  "pos": "adjective",
  "example": "The early spectacular successes propelled the pitcher to meteoric stardom, but a terribly injury tragically\n cut short his career."
}
,{
  "word": "mettlesome",
  "meaning": "filled with courage or valor",
  "pos": "adjective",
  "example": "For its raid on the Bin Ladens compound in Abbottabad, Seal Team Six has become, for many Americans,\n the embodiment of mettle."
}
,{
  "word": "misattribute",
  "meaning": "To erroneously attribute; to falsely ascribe; used especially of authorship.",
  "pos": "verb",
  "example": "I made a mistake; I misattributed \"Crime and Punishment\" to Leo Tolstoy when it was actually written by\n Fyodor Dostoyevsky."
}
,{
  "word": "modicum",
  "meaning": "a small or moderate or token amount",
  "pos": "noun",
  "example": "If my sister had even a modicum of sense, she wouldnt be engaged to that barbarian."
}
,{
  "word": "mordant",
  "meaning": "biting and caustic in thought, manner, or style",
  "pos": "adjective",
  "example": "While Phil frequently made mordant remarks about company policy overall, he always was considerably\n gentler in discussing any person in particular."
}
,{
  "word": "moribund",
  "meaning": "being on the point of death; declining rapidly losing all momentum in progress",
  "pos": "adjective",
  "example": "Whether you like it or not, jazz as a genre is moribund at best, possibly already dead."
}
,{
  "word": "mulct",
  "meaning": "to defraud or swindle",
  "pos": "verb",
  "example": "The so-called magical diet cure simply ended up mulcting Maria out of hundreds of dollars, but did\n nothing for her weight."
}
,{
  "word": "nadir",
  "meaning": "the lowest point",
  "pos": "noun",
  "example": "For many pop music fans, the rap and alternative-rock dominated 90s were the nadir of musical\n expression."
}
,{
  "word": "nettlesome",
  "meaning": "causing irritation or annoyance",
  "pos": "adjective",
  "example": "Maria found her coworkers cell phone nettlesome, because every few minutes it would buzz to life with\n another text message."
}
,{
  "word": "noisome",
  "meaning": "having an extremely bad smell",
  "pos": "adjective",
  "example": "Each August, when the winds moved in a south easterly direction, the garbage dump would spread\n noisome vapors through the small town."
}
,{
  "word": "nonchalant",
  "meaning": "coming across as cooly uninterested",
  "pos": "adjective",
  "example": "The twenty-somethings at the coffee shop always irked Sheldon, especially the way in which they acted\n nonchalantly towards everything, not even caring when Sheldon once spilled his mocha on them."
}
,{
  "word": "objurgate",
  "meaning": "express strong disapproval of",
  "pos": "verb",
  "example": "The manager spent an hour objurgating the employee in the hopes that he would not make these\n mistakes again."
}
,{
  "word": "oblique",
  "meaning": "not straightforward; indirect",
  "pos": "adjective",
  "example": "Herbert never explicitly revealed anything negative about Toms past, but at times he would obliquely\n suggest that Tom was not as innocent as he seemed."
}
,{
  "word": "obstreperous",
  "meaning": "noisily and stubbornly defiant; willfully difficult to control",
  "pos": "adjective",
  "example": "When the teacher asked the obstreperous student simply to bus his tray, the student threw the entire\n tray on the floor, shouted an epithet, and walked out."
}
,{
  "word": "obtain",
  "meaning": "be valid, applicable, or true",
  "pos": "adjective",
  "example": "The custom of waiting your turn in line does not obtain in some countries, in which many people try to\n rush to front of the line at the same time."
}
,{
  "word": "obtuse",
  "meaning": "slow to learn or understand; lacking intellectual acuity; lacking in insight or discernment",
  "pos": "adjective",
  "example": "Jackson was the most obtuse member of the team: the managers subtle ironies were always lost on him."
}
,{
  "word": "officious",
  "meaning": "intrusive in a meddling or offensive manner",
  "pos": "adjective",
  "example": "The professor had trouble concentrating on her new theorem, because her officious secretary would\n barge in frequently reminding her of some trivial detail involving departmental paperwork."
}
,{
  "word": "ossify",
  "meaning": "make rigid and set into a conventional pattern",
  "pos": "verb",
  "example": "Even as a young man, Bob had some bias against poor people, but during his years in social services, his\n bad opinions ossified into unshiftable views."
}
,{
  "word": "overweening",
  "meaning": "arrogant; presumptuous",
  "pos": "adjective",
  "example": "Mark was so convinced of his basketball skills that in his overweening pride he could not fathom that his\n name was not on the varsity list; he walked up to the basketball coach and told her she had forgotten to add his name."
}
,{
  "word": "palatable",
  "meaning": "acceptable to the taste or mind",
  "pos": "adjective",
  "example": "MIkey didnt partake much in his friends conversations, but found their presence palatable."
}
,{
  "word": "palaver",
  "meaning": "speak (about unimportant matters) rapidly and incessantly",
  "pos": "verb",
  "example": "During the rain delay, many who had come to see the game palavered, probably hoping that idle chatter\n would make the time go by faster."
}
,{
  "word": "palimpsest",
  "meaning": "something that has been changed numerous times but on which traces of former iterations can still be seen",
  "pos": "noun",
  "example": "The downtown was a palimpsest of the citys checkered past: a new Starbucks had opened up next to an\n abandoned, shuttered building, and a freshly asphalted road was inches away from a pothole large enough to swallow a small dog."
}
,{
  "word": "panacea",
  "meaning": "hypothetical remedy for all ills or diseases; a universal solution",
  "pos": "noun",
  "example": "While the company credit card has made most large purchases easier, it is no panacea: some smaller\n basic transactions still must be conducted in cash."
}
,{
  "word": "panegyric",
  "meaning": "a formal expression of praise\f",
  "pos": "noun",
  "example": "Dave asked Andrew to do just a simple toast, but Andrew launched into a full panegyric, enumerating a\n complete list of Daves achievements and admirable qualities."
}
,{
  "word": "paragon",
  "meaning": "model of excellence or perfection of a kind; one having no equal",
  "pos": "noun",
  "example": "Even with the rise of Kobe Bryant, many still believe that Michael Jordon is the paragon for basketball\n players."
}
,{
  "word": "paragon",
  "meaning": "an ideal instance; a perfect embodiment of a concept",
  "pos": "noun",
  "example": "Some say that Athens was the paragon of democracy, but these people often forget that slaves and\n women were still not allowed to vote."
}
,{
  "word": "pariah",
  "meaning": "an outcast",
  "pos": "noun",
  "example": "The once eminent scientist, upon being found guilty of faking his data, has become a pariah in the\n research community."
}
,{
  "word": "parvenu",
  "meaning": "a person who has suddenly become wealthy, but not socially accepted as part of a higher class",
  "pos": "noun",
  "example": "The theater was full of parvenus who each thought that they were surrounded by true aristocrats."
}
,{
  "word": "patent",
  "meaning": "glaringly obvious",
  "pos": "adjective",
  "example": "Since the book had been through no fewer than six proof runs, the staff was shocked to see such a patent\n spelling mistake remaining, right in the middle of the front cover!"
}
,{
  "word": "pecuniary",
  "meaning": "relating to or involving money",
  "pos": "adjective",
  "example": "The defendent was found guilty and had to serve a period of community service as well as pay pecuniary\n damages to the client."
}
,{
  "word": "pellucid",
  "meaning": "transparently clear; easily understandable",
  "pos": "adjective",
  "example": "The professor had a remarkable ability make even the most difficult concepts seem pellucid."
}
,{
  "word": "penurious",
  "meaning": "lacking money; poor",
  "pos": "adjective",
  "example": "Truly penurious, Mary had nothing more than a jar full of pennies."
}
,{
  "word": "penurious",
  "meaning": "miserly",
  "pos": "adjective",
  "example": "Warren Buffett, famous multi-billionaire, still drives a cheap sedan, not because he is penurious, but\n because luxury cars are gaudy and impractical."
}
,{
  "word": "percipient",
  "meaning": "highly perceptive",
  "pos": "adjective",
  "example": "Even the most percipient editor will make an occasional error when proofreading."
}
,{
  "word": "peremptory",
  "meaning": "bossy and domineering",
  "pos": "adjective",
  "example": "My sister used to peremptorily tell me to do the dishes, a chore I would either do perfunctorily or avoid\n doing altogether."
}
,{
  "word": "perfunctory",
  "meaning": "done routinely and with little interest or care",
  "pos": "adjective",
  "example": "The short film examines modern perfunctory cleaning rituals such as washing dishes, doing laundry and\n tooth-brushing."
}
,{
  "word": "peripatetic",
  "meaning": "traveling by foot",
  "pos": "adjective",
  "example": "Jim always preferred a peripatetic approach to discovering a city: he felt that he could see so many more\n details while walking."
}
,{
  "word": "perspicacious",
  "meaning": "acutely insightful and wise",
  "pos": "adjective",
  "example": "Many modern observers regard Eisenhower as perspicacious, particularly in his accurate prediction of\n the growth of the military."
}
,{
  "word": "phantasmagorical",
  "meaning": "illusive; unreal",
  "pos": "adjective",
  "example": "Those suffering from malaria fall into a feverish sleep, their world a whirligig of phantasmagoria; if they\n recover, they are unsure of what actually took place and what was simply a product of their febrile imaginations."
}
,{
  "word": "philistine",
  "meaning": "smug and ignorant towards artistic and cultural values",
  "pos": "adjective",
  "example": "Jane considered Al completely philistine, because he talked almost exclusive about video games; she was\n entirely unaware of how well read he really was."
}
,{
  "word": "phlegmatic",
  "meaning": "showing little emotion",
  "pos": "adjective",
  "example": "Arnold is truly noble, remaining reserved until an issue of significance arises, but Walter is simply\n phlegmatic: he doesnt have the energy or inclination to care about anything."
}
,{
  "word": "picayune",
  "meaning": "trifling or petty (a person)",
  "pos": "adjective",
  "example": "English teachers are notorious for being picayune; however, the English language is so nuanced and\n sophisticated that often such teachers are not being contrary but are only adhering to the rules."
}
,{
  "word": "pillory",
  "meaning": "ridicule or expose to public scorn",
  "pos": "verb",
  "example": "After the candidate confessed, the press of the opposing party took the opportunity to pillory him,\n printing editorials with the most blatantly exaggerated accusations."
}
,{
  "word": "pith",
  "meaning": "the most essential part of something",
  "pos": "noun",
  "example": "When Cynthia hears a speaker presenting a complex argument, she is always able to discard the\n irrelevant details and extract the pith of what the speaker is trying to convey."
}
,{
  "word": "plucky",
  "meaning": "marked by courage and determination",
  "pos": "adjective",
  "example": "Some scouts initially doubted Pedroia because of his short stature, but he is a plucky player, surprising\n everyone with his boundless energy and fierce determination."
}
,{
  "word": "pollyannaish",
  "meaning": "extremely optimistic\f",
  "pos": "adjective",
  "example": "Even in the midst of a lousy sales quarter, Debbie remained Pollyannaish, never losing her shrill voice and\n wide smile, even when prospective customers hung up on her."
}
,{
  "word": "ponderous",
  "meaning": "weighed-down; moving slowly",
  "pos": "adjective",
  "example": "Laden with 20 kilograms of college text books, the freshman moved ponderously across the campus."
}
,{
  "word": "pontificate",
  "meaning": "talk in a dogmatic and pompous manner",
  "pos": "verb",
  "example": "The vice-president would often pontificate about economic theory, as if no one else in the room were\n qualified to speak on the topic."
}
,{
  "word": "portentous",
  "meaning": "ominously prophetic",
  "pos": "adjective",
  "example": "When the captain and more than half the officers were sick on the very first night of the voyage, many of\n the passengers felt this was portentous, but the rest of the voyage continued without any problems."
}
,{
  "word": "precipitate",
  "meaning": "hasty or rash",
  "pos": "adjective",
  "example": "Instead of conducting a thorough investigation after the city hall break-in, the governor acted\n precipitately, accusing his staff of aiding and abetting the criminals."
}
,{
  "word": "precipitate",
  "meaning": "to cause to happen",
  "pos": "verb",
  "example": "The governments mishandling the hurricanes aftermath precipitated a widespread outbreak of looting\n and other criminal activity."
}
,{
  "word": "presentiment",
  "meaning": "a feeling of evil to come",
  "pos": "noun",
  "example": "On the night that Lincoln would be fatally shot, his wife had a presentiment about going to Fords\n Theater, but Lincoln persuaded her that everything would be fine."
}
,{
  "word": "primacy",
  "meaning": "the state of being first in importance",
  "pos": "noun",
  "example": "The primacy of Apple Computers is not guaranteed, as seen in the recent lawsuits and weak growth."
}
,{
  "word": "probity",
  "meaning": "integrity, strong moral principles",
  "pos": "noun",
  "example": "The ideal politician would have the probity to lead, but reality gravely falls short of the ideal of morally\n upright leaders."
}
,{
  "word": "prognostication",
  "meaning": "a statement made about the future",
  "pos": "noun",
  "example": "When the Senator was asked about where the negotiations would lead, he said that any guess he could\n make would be an unreliable prognostication."
}
,{
  "word": "prolixity",
  "meaning": "boring verbosity",
  "pos": "noun",
  "example": "I loved my grandfather dearly, but his prolixity would put me to sleep, regardless of the topic."
}
,{
  "word": "promulgate",
  "meaning": "state or announce",
  "pos": "verb",
  "example": "The President wanted to promulgate the success of the treaty negotiations, but he had to wait until\n Congress formally approved the agreement."
}
,{
  "word": "propitiate",
  "meaning": "to placate or appease",
  "pos": "verb",
  "example": "The two sons, plying their angry father with cheesy neckties for Christmas, were hardly able to propitiate\n him -- the father already had a drawer full of ones he had never worn before or ever planned to."
}
,{
  "word": "prosaic",
  "meaning": "dull and lacking imagination",
  "pos": "adjective",
  "example": "Unlike the talented artists in his workshop, Paul had no such bent for the visual medium, so when it was\n time for him to make a stained glass painting, he ended up with a prosaic mosaic."
}
,{
  "word": "proscribe",
  "meaning": "command against",
  "pos": "verb",
  "example": "My doctor proscribes that I not eat donuts with chocolate sauce and hamburger patties for breakfast."
}
,{
  "word": "proselytize",
  "meaning": "convert to another religion, philosophy, or perspective",
  "pos": "verb",
  "example": "Lisa loves her Mac but says little about it; by contrast, Jake will proselytize, interrogating anyone with an\n Android about why she didnt purchase an iPhone."
}
,{
  "word": "protean",
  "meaning": "readily taking on different roles; versatile",
  "pos": "adjective",
  "example": "Peter Sellers was truly a protean actor--in Doctor Strangelove he played three very different roles: a\n jingoist general, a sedate President and a deranged scientist."
}
,{
  "word": "provident",
  "meaning": "careful in regard to your own interests; providing carefully for the future",
  "pos": "adjective",
  "example": "In a move that hardly could be described as provident, Bert spend his entire savings on a luxurious cruise,\n knowing that other bills would come due a couple months later."
}
,{
  "word": "puerile",
  "meaning": "of or characteristic of a child; displaying or suggesting a lack of maturity",
  "pos": "adjective",
  "example": "Helen enjoyed blowing soap bubbles, but Jim regarded this as puerile, totally unworthy of a woman with\n a Ph.D."
}
,{
  "word": "puissant",
  "meaning": "powerful",
  "pos": "adjective",
  "example": "Over the years of service, and quite to his surprise, he became a puissant advisor to the community."
}
,{
  "word": "punctilious",
  "meaning": "marked by precise accordance with details",
  "pos": "adjective",
  "example": "The colonel was so punctilious about enforcing regulations that men fell compelled to polish even the\n soles of their shoes."
}
,{
  "word": "pyrrhic",
  "meaning": "describing a victory that comes at such a great cost that the victory is not worthwhile",
  "pos": "adjective",
  "example": "George W. Bushs win in the 2000 election was in many ways a pyrrhic victory: the circumstances of his\n win alienated half of the U.S. population."
}
,{
  "word": "quail",
  "meaning": "draw back, as with fear or pain",
  "pos": "verb",
  "example": "Craig always claimed to be a fearless outdoorsman, but when the thunderstorm engulfed the valley, he\n quailed at the thought of leaving the safety of his cabin."
}
,{
  "word": "quisling",
  "meaning": "a traitor",
  "pos": "noun",
  "example": "History looks unfavorably upon quislings; indeed they are accorded about the same fondness as Nero--he\n who watched his city burn down while playing the violin."
}
,{
  "word": "quixotic",
  "meaning": "wildly idealistic; impractical",
  "pos": "adjective",
  "example": "For every thousand startups with quixotic plans to be the next big name in e-commerce, only a handful\n ever become profitable."
}
,{
  "word": "raconteur",
  "meaning": "a person skilled in telling anecdotes",
  "pos": "noun",
  "example": "Jude is entertaining, but he is no raconteur: beyond the handful of amusing stories he has memorized, he\n has absolutely no spontaneous story-telling ability."
}
,{
  "word": "raillery",
  "meaning": "light teasing",
  "pos": "noun",
  "example": "The new recruit was not bothered by the raillery, finding most of it light-hearted and good-natured."
}
,{
  "word": "rapprochement",
  "meaning": "the reestablishing of cordial relations",
  "pos": "noun",
  "example": "Although Ann hoped that her mother and her aunt would have a rapprochement, each ones bitter\n accusations against the other made any reconciliation unlikely."
}
,{
  "word": "rarefied",
  "meaning": "make more subtle or refined",
  "pos": "verb",
  "example": "Jacks vulgar jokes were not so successful in the rarefied enviroment of college professors."
}
,{
  "word": "recapitulation",
  "meaning": "a summary (think of recap)",
  "pos": "noun",
  "example": "Every point of the professors lesson was so clear that the students felt his concluding recapitulation was\n not necessary."
}
,{
  "word": "recrimination",
  "meaning": "mutual accusations",
  "pos": "noun",
  "example": "The two brothers sat and cried, pointing fingers and making elaborate recriminations of the others guilt"
}
,{
  "word": "recrudesce",
  "meaning": "to break out or happen again",
  "pos": "verb",
  "example": "After years of gamblers anonymous, Tony thought hed broken his compulsive slot machine playing, but\n it took only one trip to the Atlantic City for a full recrudescence--he lost $5k on the one armed bandit."
}
,{
  "word": "redoubtable",
  "meaning": "inspiring fear or awe",
  "pos": "adjective",
  "example": "On television basketball players dont look that tall, but when you stand in front of a seven-foot tall NBA\n player, he is truly redoubtable."
}
,{
  "word": "remonstrate",
  "meaning": "to make objections while pleading",
  "pos": "verb",
  "example": "The mothers of the kidnapped victims remonstrated to the rogue government to release their children,\n claiming that the detention violated human rights."
}
,{
  "word": "reprisal",
  "meaning": "a retaliatory action against an enemy in wartime",
  "pos": "noun",
  "example": "The Old Testament doctrine of an eye for an eye is not the kind of retaliation practiced in war; rather, an\f\n arm, a leg, and both ears are the reprisal for the smallest scratch."
}
,{
  "word": "ribald",
  "meaning": "humorously vulgar",
  "pos": "adjective",
  "example": "The speaker was famous for his ribald humor, but the high school principal asked him to keep the talk Grated when he spoke to the student body."
}
,{
  "word": "row",
  "meaning": "an angry dispute",
  "pos": "noun",
  "example": "The Prime Minister looked very foolish after his row with the foreign dignitary was caught on video and\n posted on youtube."
}
,{
  "word": "sagacious",
  "meaning": "having good judgement and acute insight",
  "pos": "adjective",
  "example": "Steve Jobs is surely one of the most sagacious CEOs, making Apple the most recognizable and valuable\n companies in the world."
}
,{
  "word": "sangfroid",
  "meaning": "calmness or poise in difficult situations",
  "pos": "noun",
  "example": "The hostage negotiator exhibited a sangfroid that oftentimes was more menacing than the sword at his\n throat, or the gun at his head."
}
,{
  "word": "sardonic",
  "meaning": "disdainfully or ironically humorous; scornful and mocking",
  "pos": "adjective",
  "example": "A stand-up comedian walks a fine line when making jokes about members of the audience; such fun and\n joking can quickly become sardonic and cutting."
}
,{
  "word": "sartorial",
  "meaning": "related to fashion or clothes",
  "pos": "adjective",
  "example": "Monte was astute at navigating the world of finance; sartorially, however, he was found wanting--he\n typically would attempt to complement his beige tie with a gray suit and white pants."
}
,{
  "word": "saturnine",
  "meaning": "morose or gloomy",
  "pos": "adjective",
  "example": "Deprived of sunlight, humans become saturnine; thats why in very northerly territories people are\n encouraged to sit under an extremely powerful lamp, lest they become morose."
}
,{
  "word": "schadenfreude",
  "meaning": "joy from watching the suffering of others",
  "pos": "noun",
  "example": "From his warm apartment window, Stanley reveled in schadenfreude as he laughed at the figures below,\n huddled together in the arctic chill."
}
,{
  "word": "sedulous",
  "meaning": "done diligently and carefully",
  "pos": "adjective",
  "example": "An avid numismatist, Harold sedulously amassed a collection of coins from over 100 countries--an\n endeavor that took over fifteen years, and to five continents. self-effacing (adjective): reluctant to draw attention to yourself The most admirable teachers and respected leaders are those who are self-effacing, directing attention and praise to their students and workers."
}
,{
  "word": "semblance",
  "meaning": "an outward or token appearance or form that is deliberately misleading\f",
  "pos": "noun",
  "example": "While the banker maintained a semblance of respectability in public, those who knew him well were\n familiar with his many crimes."
}
,{
  "word": "sententious",
  "meaning": "to be moralizing, usually in a pompous sense",
  "pos": "adjective",
  "example": "The old man, casting his nose up in the air at the group of adolescents, intoned sententiously, \"Youth is\n wasted on the young.\""
}
,{
  "word": "simulacrum",
  "meaning": "a representation of a person (especially in the form of sculpture)",
  "pos": "noun",
  "example": "The Shanghai Urban Planning Exhibition Center showcases a simulacrum of all the present and approved\n buildings in the city of Shanghai."
}
,{
  "word": "simulacrum",
  "meaning": "a bad imitation",
  "pos": "noun",
  "example": "The early days of computer graphics made real people into a simalacrum that now seems comical."
}
,{
  "word": "sinecure",
  "meaning": "an office that involves minimal duties",
  "pos": "noun",
  "example": "The position of Research Director is a sinecure: the job entails almost no responsibilities, nor does the\n person in that position have to answer to anyone."
}
,{
  "word": "solecism",
  "meaning": "a socially awkward or tactless act",
  "pos": "noun",
  "example": "Mother Anna was always on guard against any solecism from her children and scolded them\n immediately if any of them talked out of place in public."
}
,{
  "word": "solicitous",
  "meaning": "showing hovering attentiveness",
  "pos": "adjective",
  "example": "Our neighbors are constantly knocking on our door to make sure we are ok, and I dont know how to ask\n them to stop being so solicitous about our health."
}
,{
  "word": "solicitude",
  "meaning": "a feeling of excessive concern",
  "pos": "noun",
  "example": "I walked to his house in the rain to make sure he had enough to eat while he was sick, but he seemed not\n to appreciate my solicitude."
}
,{
  "word": "spartan",
  "meaning": "unsparing and uncompromising in discipline or judgment; practicing great selfdenial",
  "pos": "adjective",
  "example": "After losing everything in a fire, Tim decided to live in spartan conditions, sleeping on the floor and\n owning as little furniture as a possible."
}
,{
  "word": "splenetic",
  "meaning": "very irritable",
  "pos": "adjective",
  "example": "Ever since the car accident, Frank has been unable to walk without a cane, and so he has become\n splenetic and unpleasant to be around."
}
,{
  "word": "squelch",
  "meaning": "suppress or crush completely",
  "pos": "verb",
  "example": "After the dictator consolidated his power, he took steps to squelch all criticism, often arresting any\n journalist who said anything that could be interpreted as negative about his regime."
}
,{
  "word": "stalwart",
  "meaning": "dependable; inured to fatigue or hardships",
  "pos": "adjective",
  "example": "Despite all the criticism directed at the President during this scandal, Lisa has remained his stalwart\n supporter."
}
,{
  "word": "stultify",
  "meaning": "cause one, through routine, to lose energy and enthusiasm",
  "pos": "verb",
  "example": "As an undergraduate Mark felt stultified by classes outside his area of study; only in grad school, in which\n he could focus solely on literary analysis, did he regain his scholarly edge."
}
,{
  "word": "subterfuge",
  "meaning": "something intended to misrepresent the true nature of an activity",
  "pos": "noun",
  "example": "Finally deciding to abandon all subterfuge, Arthur revealed to Cindy everything about his secret affair\n over the past two years."
}
,{
  "word": "supercilious",
  "meaning": "haughty and disdainful; looking down on others",
  "pos": "adjective",
  "example": "Nelly felt the Quiz Bowl director acted superciliously towards the underclassmen; really, she fumed, must\n he act so preternaturally omniscient each time he intones some obscure fact--as though everybody knows that Mt. Aconcagua is the highest peak in Sout"
}
,{
  "word": "surfeit",
  "meaning": "an excessive amount of something",
  "pos": "noun",
  "example": "There was no such thing as a surfeit of shopping for Nancy--she could stay at the outlet stores from\n opening to closing time."
}
,{
  "word": "surreptitious",
  "meaning": "stealty, taking pains not to be caught or detected",
  "pos": "adjective",
  "example": "Since his mom was a light sleeper, Timmy had to tiptoe surreptitiously through the entire house, careful\n to not make the floors creak, until he at last was able to enjoy his plunder: a box of chocolate chip cookies."
}
,{
  "word": "sybarite",
  "meaning": "a person who indulges in luxury",
  "pos": "noun",
  "example": "Despite the fact that hed maxed out fifteen credit cards, Max was still a sybarite at heart: when the\n police found him, he was at a $1,000 an hour spa in Manhattan, getting a facial treatment."
}
,{
  "word": "temerity",
  "meaning": "fearless daring",
  "pos": "noun",
  "example": "No child has the temerity to go in the rundown house at the end of the street and see if it is haunted."
}
,{
  "word": "tempestuous",
  "meaning": "as if driven by turbulent or conflicting emotions; highly energetic and wildly changing or fluctuating",
  "pos": "adjective",
  "example": "Chuck and Kathy had always been stable and agreeable people on their own, but when they got involved,\n it was a tempestuous relationship."
}
,{
  "word": "tendentious",
  "meaning": "likely to lean towards a controversial view",
  "pos": "adjective",
  "example": "Because political mudslinging has become a staple of the 24-hour media cycle, most of us, despite\n protestations to the contrary, are tendentious on many of todays pressing issues."
}
,{
  "word": "transmute",
  "meaning": "change or alter in form, appearance, or nature\f",
  "pos": "verb",
  "example": "One of the goals of alchemy was to find the substance or process that would transmute lead into gold."
}
,{
  "word": "trenchant",
  "meaning": "characterized by or full of force and vigor; having keenness and forcefulness and penetration in thought, expression, or intellect",
  "pos": "adjective",
  "example": "Jill presented a rather superficial treatment of sales in Asia, but her trenchant analysis of sales in Europe\n inspired a number of insights into how to proceed in that market."
}
,{
  "word": "truculence",
  "meaning": "defiant aggressiveness",
  "pos": "noun",
  "example": "When the boss confronted Aaron about his earlier remarks, Aaron responded with utter truculence,\n simply throwing a glass of water in the boss face and walking away."
}
,{
  "word": "truculent",
  "meaning": "having a fierce, savage nature",
  "pos": "adjective",
  "example": "Standing in line for six hours, she became progressively truculent, yelling at DMV employees and\n elbowing other people waiting in line."
}
,{
  "word": "turgid",
  "meaning": "(of language) pompous and tedious",
  "pos": "adjective",
  "example": "The amount of GRE vocabulary he used increased with his years--by the time he was 60, his novels were\n so turgid that even his diehard fans refused to read them."
}
,{
  "word": "turpitude",
  "meaning": "depravity; a depraved act",
  "pos": "noun",
  "example": "During his reign, Caligula indulged in unspeakable sexual practices, so it not surprising that he will\n forever be remembered for his turpitude."
}
,{
  "word": "tyro",
  "meaning": "someone new to a field or activity",
  "pos": "noun",
  "example": "All great writers, athletes, and artists were tyros at one time--unknown, clumsy, and unskilled with much\n to learn."
}
,{
  "word": "umbrage",
  "meaning": "a feeling of anger caused by being offended",
  "pos": "noun",
  "example": "Since he was so in love with her, he took umbrage at her comments, even though she had only meant to\n gently tease him."
}
,{
  "word": "unassailable",
  "meaning": "immune to attack; without flaws",
  "pos": "adjective",
  "example": "Professor Williams is so self-assured as to seem arrogant, presenting each and every opinion as an\n unassailable fact."
}
,{
  "word": "unflappable",
  "meaning": "not easily perturbed or excited or upset; marked by extreme calm and composure",
  "pos": "adjective",
  "example": "The house shook and the ground quaked, but my dad was unflappable and comforted the family."
}
,{
  "word": "unforthcoming",
  "meaning": "uncooperative, not willing to give up information",
  "pos": "adjective",
  "example": "The teacher demanded to know who broke the window while he was out of the room, but the students\n understandably were unforthcoming."
}
,{
  "word": "unimpeachable",
  "meaning": "free of guilt; not subject to blame; beyond doubt or reproach",
  "pos": "adjective",
  "example": "After his long and unimpeachable service to the company, Sharat felt that a gold watch was a slap in the\n face rather than an honor."
}
,{
  "word": "unprepossessing",
  "meaning": "creating an unfavorable or neutral first impression",
  "pos": "adjective",
  "example": "World leaders coming to meet Gandhi would expect a towering sage, and often would be surprised by\n the unprepossessing little man dressed only in a loincloth and shawl."
}
,{
  "word": "unpropitious",
  "meaning": "(of a circumstance) with little chance of success",
  "pos": "adjective",
  "example": "With only a bottle of water and a sandwich, the hikers faced an unpropitious task: ascending a huge\n mountain that took most two days to climb."
}
,{
  "word": "unstinting",
  "meaning": "very generous",
  "pos": "adjective",
  "example": "Helen is unstinting with her time, often spending hours at the house of a sick friend."
}
,{
  "word": "untenable",
  "meaning": "(of theories etc) incapable of being defended or justified",
  "pos": "adjective",
  "example": "With the combination of Keplers brilliant theories and Galileos telescopic observations, the old\n geocentric theory became untenable to most of the educated people in Europe."
}
,{
  "word": "untoward",
  "meaning": "unfavorable; inconvenient",
  "pos": "adjective",
  "example": "Some professors find teaching untoward as having to prepare for lectures and conduct office hours\n prevents them from focusing on their research."
}
,{
  "word": "untrammeled",
  "meaning": "not confined or limited",
  "pos": "adjective",
  "example": "The whole notion of living untrammeled inspired the American Revolution and was enshrined in the\n Declaration of Independence and the Constitution."
}
,{
  "word": "unviable",
  "meaning": "not able to work, survive, or succeed (also spelled inviable).",
  "pos": "adjective",
  "example": "The plan was obviously unviable considering that it lead to complete environmental destruction in the\n river valley."
}
,{
  "word": "vaunted",
  "meaning": "highly or widely praised or boasted about",
  "pos": "adjective",
  "example": "For years, they had heard of New York Citys vaunted skyline, and when they finally saw it, the\n spectacular cityscape did not disappoint them in the least."
}
,{
  "word": "venial",
  "meaning": "easily excused or forgiven; pardonable",
  "pos": "adjective",
  "example": "His traffic violations ran the gamut from the venial to the egregious--on one occasion he simply did not\n come to a complete stop; another time he tried to escape across state lines at speeds in excess of 140 mph."
}
,{
  "word": "verisimilitude",
  "meaning": "the appearance of truth",
  "pos": "noun",
  "example": "All bad novels are bad for numerous reasons; all good novels are good for their verisimilitude of reality,\n placing the readers in a world that resembles the one they know."
}
,{
  "word": "veritable",
  "meaning": "truthfully, without a doubt",
  "pos": "adjective",
  "example": "Frank is a veritable life-saver -- last year, on two different occasions, he revived people using CPR."
}
,{
  "word": "vicissitude",
  "meaning": "change in one\"s circumstances, usually for the worse",
  "pos": "noun",
  "example": "Even great rulers have their vicissitudes--massive kingdoms have diminished overnight, and once beloved\n kings have faced the scorn of angry masses."
}
,{
  "word": "vitriol",
  "meaning": "abusive or venomous language used to express blame or bitter deep-seated ill will",
  "pos": "noun",
  "example": "His vitriol spewed forth from a deep-seated racisim that consumed his whole life."
}
,{
  "word": "vitriolic",
  "meaning": "harsh or corrosive in tone",
  "pos": "adjective",
  "example": "While the teacher was more moderate in her criticism of the other students papers, she was vitriolic\n toward Peters paper, casting every flaw in the harshest light."
}
,{
  "word": "vituperate",
  "meaning": "to criticize harshly; to berate",
  "pos": "adjective",
  "example": "Jason had dealt with disciplinarians before, but nothing prepared him for the first week of boot camp, as\n drill sergeants vituperated him for petty oversights such as forgetting to double knot the laces on his boots."
}
,{
  "word": "zeitgeist",
  "meaning": "spirit of the times",
  "pos": "noun",
  "example": "Each decade has its own zeitgeist--the 1990s was a prosperous time in which the promise of the\n American Dream never seemed more palpable."
}
]
